Repository: Frogleim/luysenergy.am
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hy, ru

source: Welcome to Day
hy: Բարի գալուստ Day
ru: Добро пожаловать

source: Luys Energy CJSC
hy: Լույս Էներջի ՓԲԸ
ru: Луйс Энерджи ЗАО

source: Home
hy: Գլխավոր
ru: Главная

source: About
hy: Մեր մասին
ru: О нас

source: Language
hy: Լեզու

source: We are a team of talented designers making websites with Bootstrap
hy: Մենք տաղանդավոր դիզայներների թիմ ենք, որոնք կայքեր են ստեղծում Bootstrap-ով

source: Get Started
hy: Սկսել
ru: Начать

source: About Us
hy: Մեր մասին
ru: О нас

source: We provide electricity supply services to leading organizations in the market throughout the entire territory of the Republic of Armenia. The extensive experience of our qualified specialists guarantees the high quality of the services we offer.
hy: Մենք մատուցում ենք էլեկտրամատակարարման ծառայություններ շուկայի առաջատար կազմակերպություններին՝ ՀՀ-ի ողջ տարածքում։ Մեր որակավորված մասնագետների բազմամյա փորձը երաշխավորում է մեր կողմից մատուցվող ծառայությունների բարձր որակը։
ru: Мы предоставляем услуги по электроснабжению ведущим организациям на рынке по всей территории Республики Армения. Большой опыт наших квалифицированных специалистов гарантирует высокое качество предоставляемых нами услуг.

source: Our Partners
hy: Մեր գործընկերներն են
ru: Наши партнеры

source: Alpha Ltd
hy: Ալֆա ՍՊԸ

source: Arpa Shin Ltd
hy: Արփա Շին ՍՊԸ
ru: Арпа Шин ООО

source: BIG Ltd
hy: ԲԻԳ ՍՊԸ

source: Renkas Ltd
hy: Ռենկաս ՍՊԸ
ru: Ренкас ООО

source: Al Anush Ltd
hy: Ալ Անուշ ՍՊԸ
ru: Ал Ануш ООО

source: Ero Dav Ltd
hy: Էրո Դավ ՍՊԸ
ru: Эро Дав ООО

source: Mega Energo Ltd
hy: Մեգա Էներգո ՍՊԸ
ru: Мега Энерго ООО

source: Shin Energo Montage Ltd
hy: Շին Էներգո Մոնտաժ ՍՊԸ
ru: Шин Энерго Монтаж ООО

source: Masis Tobacco Ltd
hy: Մասիս Տոբակո ՍՊԸ
ru: Масис Тобако ООО

source: GG Energy Ltd
hy: ՋԻՋԻ Էներջի ՍՊԸ
ru: Джи Джи Энерджи ООО

source: Nelly-Levon Ltd
hy: Նելլի-Լևոն Ltd

source: We offer the following services
hy: Մենք մատուցում ենք հետևյալ ծառայությունները
ru: Мы предлагаем следующие услуги

source: Power Supply
hy: Էլեկտրամատակարարում
ru: Электроснабжение

source: Electricity supply for public and residential buildings
hy: Հասարակական և բնակելի նշանակության շինությունների էլեկտրամատակարարում
ru: Электроснабжение общественных и жилых зданий

source: Technical Service
hy: Տեխնիկական Սպասարկում
ru: Техническое обслуживание

source: Technical maintenance, installation, construction, and reconstruction of substations
hy: Ենթակայանների տեխնիկական սպասարկում, մոնտաժ, կառուցում, վերակառուցում
ru: Техническое обслуживание, монтаж, строительство и реконструкция подстанций

source: Wiring
hy: Մոնտաժ
ru: Проводка

source: Installation, restoration, relocation, laboratory testing, and installation of electrical panels for cable lines
hy: Մալուխագածերի մոնտաժ, վերականգնում, տեղափոխում, լաբորատոր ստուգում, էլեկտրական վահանի մոնտաժում
ru: Монтаж, восстановление, перемещение, лабораторные испытания и установка электрических щитов для кабельных линий

source: Voluptatem dignissimos provident quasi corporis
hy: Հավանական է, որ մարմնի պատիվը մատակարարող է
ru: Вероятно, поставщик чести тела

source: Read More
hy: Կարդալ ավելին
ru: Читать далее

source: Services
hy: Ծառայություններ
ru: Услуги

source: Call To Action
hy: Կոչ գործողության
ru: Призыв к действию

source: Contact
hy: Կապ
ru: Контакты

source: A.Babajanian Street 59 apt. 40, Yerevan, TIN 013043992
hy: Ա․Բաբաջանյան 59, բն 40, ք․Երևան, ՀՎՀՀ՝ 01304399
ru: Улица А. Бабаджаняна, д. 59, кв. 40, Ереван, ИНН 013043992

source: EXPERT CENTER OF THE REPUBLIC OF ARMENIA NGO
hy: ՀԱՅԱՍՏԱՆԻ ՀԱՆՐԱՊԵՏՈՒԹՅԱՆ ՓՈՐՁԱԳԻՏԱԿԱՆ ԿԵՆՏՐՈՆ ՊՈԱԿ
ru: ЭКСПЕРТНЫЙ ЦЕНТР РЕСПУБЛИКИ АРМЕНИЯ НПО

source: Your Name
hy: Ձեր անունը
ru: Ваше имя

source: Your Email
hy: Ձեր էլ. հասցեն
ru: Ваш адрес электронной почты

source: Subject
hy: Թեմա
ru: Тема

source: Message
hy: Հաղորդագրություն
ru: Сообщение

source: Send Message
hy: Ուղարկել հաղորդագրություն
ru: Отправить сообщение

source: Loading
hy: Բեռնվում է
ru: Загрузка

source: Your message has been sent. Thank you!
hy: Ձեր հաղորդագրությունը ուղարկված է։ Շնորհակալություն։
ru: Ваше сообщение отправлено. Спасибо!

source: Address
hy: Հասցե
ru: Адрес

source: Call Us
hy: Հեռ։
ru: Позвоните нам

source: Email Us
hy: Գրեք մեզ
ru: Напишите нам

source: Alpha Constuction Ltd
ru: Альфа Констракшен ООО

source: BIG Energo Ltd
ru: БИГ Энерго ООО

source: Energoshin Ltd
ru: Энергошин ООО

source: Griboyedov 58, Yerevan, TIN 02645749
ru: Грибоедов 58, ИНН 02645749

source: Molestiae officiis omnis illo asperiores. Aut doloribus vitae sunt debitis quo vel nam quis
ru: Molestiae officiis omnis illo asperiores. Aut doloribus vitae sunt дебетис quo vel nam quis
